import type { Panel } from '@/types/types'

export const allPanelData: Panel[] = [
    {
        id: 1,
        words: ['りんご', 'アップル'],
    },
    {
        id: 2,
        words: ['みかん', 'オレンジ'],
    },
    {
        id: 3,
        words: ['あんみつ', 'フルーツポンチ'],
    },
    {
        id: 4,
        words: [
            'ありがとう',
            'どげざ',
            'もうしわけございません',
            'しゃざい',
            '服従',
            'ビジネスマナー',
        ],
    },
    {
        id: 5,
        words: ['インコ', 'とり'],
    },
    {
        id: 6,
        words: ['ドリアン', 'とげとげ'],
    },
    {
        id: 7,
        words: ['ぜんぽうこうえんふん', 'こふん', 'おうの墓'],
    },
    {
        id: 8,
        words: ['わらにんぎょう', 'のろい', 'ごすんくぎ'],
    },
    {
        id: 9,
        words: ['こうえん', 'ブランコ', 'おやこ', 'すべりだい'],
    },
    {
        id: 10,
        words: ['アインシュタイン', 'おじいさん', 'がくしゃ', 'べー'],
    },
    {
        id: 11,
        words: ['エレキギター', 'ギター', 'けいおん'],
    },
    {
        id: 12,
        words: ['なりきん', 'どうだ明るくなったろう'],
    },
    {
        id: 13,
        words: ['うさぎ', 'にんじん'],
    },
    {
        id: 14,
        words: ['ドリア', 'スプーン', 'グラタン'],
    },
    {
        id: 15,
        words: ['なえ', 'しょくぶつ', 'め', 'うえきばち'],
    },
    {
        id: 16,
        words: ['おおごえ', 'さけびごえ', 'どなりごえ'],
    },
    {
        id: 17,
        words: ['さお', 'つりざお', 'さかなつり'],
    },
    {
        id: 18,
        words: ['ありづか'],
    },
    {
        id: 19,
        words: ['かえる', 'あまがえる'],
    },
    {
        id: 20,
        words: ['こうよう', 'もみじ', 'かえで'],
    },
    {
        id: 21,
        words: ['からす', 'たすけてー', 'くろいとり'],
    },
    {
        id: 22,
        words: ['き', 'たいぼく'],
    },
    {
        id: 23,
        words: ['さむけ', 'ぶるぶる', 'おかん'],
    },
    {
        id: 24,
        words: ['かぐ', 'ソファー', 'テレビ', 'カーテン'],
    },
    {
        id: 25,
        words: [
            'こうぐ',
            'どうぐばこ',
            'ドライバー',
            'スパナ',
            'ハンマー',
            'とんかち',
            'ニッパー',
        ],
    },
    {
        id: 26,
        words: ['ゲーム', 'てつや', 'よる'],
    },
    {
        id: 27,
        words: ['ドラムかん', 'ナフサ', 'じゅうゆ', 'ガソリン'],
    },
    {
        id: 28,
        words: ['ルビー', 'ゆびわ', 'ほうせき'],
    },
    {
        id: 29,
        words: ['れんが', 'ブロック'],
    },
    {
        id: 30,
        words: ['ロバ', 'うま'],
    },
    {
        id: 31,
        words: ['ライオン', 'しし', 'ひゃくじゅうのおう'],
    },
    {
        id: 32,
        words: ['バッファロー', 'うし', 'とうぎゅう'],
    },
    {
        id: 33,
        words: ['ぬりえ', 'おえかき', 'クレヨン'],
    },
    {
        id: 34,
        words: ['スーツ', 'せびろ', 'サラリーマン', 'めんせつ'],
    },
    {
        id: 35,
        words: ['パラソル', 'ビーチ', 'あおぞら'],
    },
    {
        id: 36,
        words: ['だんご', 'さんしょくだんご', 'くしだんご'],
    },
]
