import type { Panel } from '@/types/types'

export const allPanelData: Panel[] = [
    {
        id: 1,
        words: ['りんご', 'アップル'],
    },
    {
        id: 2,
        words: ['みかん', 'オレンジ'],
    },
    {
        id: 3,
        words: ['あんみつ', 'フルーツポンチ'],
    },
    {
        id: 4,
        words: ['ありがとう', 'どげざ'],
    },
    {
        id: 5,
        words: ['インコ', 'とり'],
    },
    {
        id: 6,
        words: ['ドリアン', 'とげとげ'],
    },
    {
        id: 7,
        words: ['ぜんぽうこうえんふん', 'こふん', 'おうの墓'],
    },
    {
        id: 8,
        words: ['わらにんぎょう', 'のろい', 'ごすんくぎ'],
    },
    {
        id: 9,
        words: ['こうえん', 'ブランコ', 'おやこ', 'すべりだい'],
    },
    {
        id: 10,
        words: ['アインシュタイン', 'おじいさん', 'がくしゃ', 'べー'],
    },
    {
        id: 11,
        words: ['エレキギター', 'ギター', 'けいおん'],
    },
]
